tests/test_Echo_POST/answer

<?xml version="1.0" encoding="utf-8" ?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body><m:EchoRequest xmlns:m="http://thoughtress.com"><foo>bar</foo><baz>boo</baz></m:EchoRequest></SOAP-ENV:Body></SOAP-ENV:Envelope>
